define(function () {
    'use strict';
    return{
         //拘留所=业务查询模块
        //rycx
        'barycx':'',
        'gzrycx':'',
        'lsxxcx':'',
        'mjxxcx':'',
        'zyrycx':'',
        //ywcx
        'rjyl':'/swj/jls/rjyl', //日均押量
        'tscx':'/swj/jls/jlsTscx', //提审查询
        'rscx':'/swj/jls/getJbxxFx', //入所查询
        'cscx':'/swj/jls/Clcs', //出所查询
        'lshj':'/swj/jls/jlsLshjFx', //律师会见
        'lscs':'/swj/jls/getLscsFx', //临时出所
        'shgx':'/swj/jls/jlsShgxFx', //社会关系
        'thjy':'/swj/jls/jlsThjyFx', //谈话教育
        'jshj':'/swj/jls/jlsjshjFx', //家属会见
        'xxy':'/swj/jls/EmdjFx', //信息员
        'lsp':'/swj/jls/jlsLsp', //流水牌
        'tjjl':'/swj/jls/JstzFx',//调监记录
        'wgqk':'/swj/jls/getXsjlFx',//违规情况
        'jyqk':'/swj/jls/getJyFx',//就医情况

        // //-----------------------------
        // 'btlxsxszs':'/mock/kss/jssw',//不同类型所新收总数
        // 'gdqxsrs':'',//各地区新收人数
        // 'gsxsrs':'',//各所新收人数
        // 'j10rxsrs-kss':'',//近10日新收人数-看守所
        // 'j10rxsrs-jls':'',//近10日新收人数-拘留所
        // 'j10rxsrs-jds':'',//近10日新收人数-戒毒所
        // 'j10rxsrs-jhyl':'',//近10日新收人数-监护医疗
        // 'j10rxsrs-qzyl':'',//近10日新收人数-强制医疗
        // //-----------------------------
        // 'btlxscszs':'/mock/kss/jssw',//不同类型所出所总数
        // 'gdqcsrs':'',//各地区出所人数
        // 'gscsrs':'',//各所出所人数
        // 'j10rcsrs-kss':'',//近10日出所人数-看守所
        // 'j10rcsrs-jls':'',//近10日出所人数-拘留所
        // 'j10rcsrs-jds':'',//近10日出所人数-戒毒所
        // 'j10rcsrs-jhyl':'',//近10日出所人数-监护医疗
        // 'j10rcsrs-qzyl':'',//近10日出所人数-强制医疗
        // //-----------------------------
        // '不同类型所提审总数':'/mock/kss/jssw',
        // '各地区提审人数':'',
        // '各所提审人数':'',
        // '近10日提审人数-看守所':'',
        // '近10日提审人数-拘留所':'',
        // '近10日提审人数-戒毒所':'',
        // '近10日提审人数-监护医疗':'',
        // '近10日提审人数-强制医疗':'',
        // //-----------------------------
        // '不同类型所提解总数':'/mock/kss/jssw',
        // '各地区提解人数':'',
        // '各所提解人数':'',
        // '近10日提解人数-看守所':'',
        // '近10日提解人数-拘留所':'',
        // '近10日提解人数-戒毒所':'',
        // '近10日提解人数-监护医疗':'',
        // '近10日提解人数-强制医疗':'',
        // //-----------------------------
        // '不同类型所律师会见总数':'/mock/kss/jssw',
        // '各地区律师会见人数':'',
        // '各所律师会见人数':'',
        // '近10日律师会见人数-看守所':'',
        // '近10日律师会见人数-拘留所':'',
        // '近10日律师会见人数-戒毒所':'',
        // '近10日律师会见人数-监护医疗':'',
        // '近10日律师会见人数-强制医疗':'',
        // //-----------------------------
        // '不同类型所家属会见总数':'/mock/kss/jssw',
        // '各地区家属会见人数':'',
        // '各所家属会见人数':'',
        // '近10日家属会见人数-看守所':'',
        // '近10日家属会见人数-拘留所':'',
        // '近10日家属会见人数-戒毒所':'',
        // '近10日家属会见人数-监护医疗':'',
        // '近10日家属会见人数-强制医疗':'',
        // //-----------------------------
        // '不同类型所临时出所总数':'/mock/kss/jssw',
        // '各地区临时出所人数':'',
        // '各所临时出所人数':'',
        // '近10日临时出所人数-看守所':'',
        // '近10日临时出所人数-拘留所':'',
        // '近10日临时出所人数-戒毒所':'',
        // '近10日临时出所人数-监护医疗':'',
        // '近10日临时出所人数-强制医疗':'',
        // //-----------------------------
        // '不同类型所所外就医总数':'/mock/kss/jssw',
        // '各地区所外就医人数':'',
        // '各所所外就医人数':'',
        // '近10日所外就医人数-看守所':'',
        // '近10日所外就医人数-拘留所':'',
        // '近10日所外就医人数-戒毒所':'',
        // '近10日所外就医人数-监护医疗':'',
        // '近10日所外就医人数-强制医疗':'',
        // //-----------------------------
        // '不同类型暂予监外执行总数':'/mock/kss/jssw',
        // '各地区暂予监外执行人数':'',
        // '各所暂予监外执行人数':'',
        // '近10日暂予监外执行人数-看守所':'',
        // '近10日暂予监外执行人数-拘留所':'',
        // '近10日暂予监外执行人数-戒毒所':'',
        // '近10日暂予监外执行人数-监护医疗':'',
        // '近10日暂予监外执行人数-强制医疗':''
    };
  });
