define(function () {
    'use strict';
    return{
         // 监所业务管理
        'jsqkcx':'', //监所情况查询
        'ldbgcx':'', //领导变更查询
        'flfgdr':'', //法律法规导入
        'yjfxgz':'', //一级风险跟踪
        'ydbjcx':'', //异动报警查询
        'qxyccx':'', //情绪异常查询
        'jsjccx':'', //监所检查查询

        // 每日情况查询
        'mrqkcx':'', //每日情况查询
        'zszc':'', //自杀自残
        'dado':'', //打架斗殴
        'tfjb':'', //突发疾病
        'mdhj':'', //矛盾化解
        'swfz':'', //深挖犯罪
        'hssf':'', //核实身份
        'jqgxx':'', //锦旗感谢信

        // 医疗情况管理
        'rstjcx':'', //入所体检查询
        'sjfxcx':'', //三级风险查询
        'wcjycx':'', //外出就医查询
        'ylsjtj':'', //医疗数据统计

        // 执法质量考评
        'zfzlkp':'', //执法质量考评
        'ldsh':'', //领导审核
        'gs':'', //公示

        // 交付执行拒收
        'jfzxjs':'', //交付执行拒收

        // 监所拒收缓收
        'jsjshs':'', //监所拒收缓收

        // 暂予监外执行
        'jsssq':'', //监所所申请
        'fjsp':'', //分局审批
        'jsglzdsp':'', //监所管理总队审批
        'sjshgz':'', //市局审核盖章
        'jsglzdkjws':'', //监所管理总队开具文书
        'fkjs':'', //反馈监所

        // 协助破案
        'xzpacx':'', //协助破案查询
    };
  });
